package Task16;

/**
 * 16.	Во входном файле расположены два набора положительных чисел;
 * между наборами стоит отрицательное число.
 * Построить два списка C1 и С2, элементы которых
 * содержат соответственно числа 1-го и 2-го набора таким образом,
 * чтобы внутри одного списка числа были упорядочены по возрастанию.
 * Затем объединить списки C1 и С2 в один упорядоченный список.
 * Created by vipmax on 16.04.2014.
 */
public class Task16 {
    public Task16() {
        new Task16Form(this);
    }
}
